Repository: didisouzacosta/VideoEditorKit
Catalog: Sources/VideoEditorKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Add a video to start editing
de: Füge ein Video hinzu, um mit der Bearbeitung zu beginnen
es: Agrega un video para empezar a editar
fr: Ajoutez une vidéo pour commencer le montage
ja: 編集を始めるにはビデオを追加してください
pt_br: Adicione um vídeo para começar a editar
zh_hans: 添加视频以开始编辑

source: adjustment
de: Anpassung
es: ajuste
fr: réglage
ja: 調整
pt_br: ajuste
zh_hans: 项调整

source: adjustments
de: Anpassungen
es: ajustes
fr: réglages
ja: 調整
pt_br: ajustes
zh_hans: 项调整

source: Adjusts
de: Anpassungen
es: Ajustes
fr: Réglages
ja: 調整
pt_br: Ajustes
zh_hans: 调整

source: An unexpected error happened while preparing the export.
de: Beim Vorbereiten des Exports ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado al preparar la exportación.
fr: Une erreur inattendue s'est produite lors de la préparation de l'exportation.
ja: 書き出しの準備中に予期しないエラーが発生しました。
pt_br: Ocorreu um erro inesperado ao preparar a exportação.
zh_hans: 准备导出时发生了意外错误。

source: Applied
de: Angewendet
es: Aplicado
fr: Appliqué
ja: 適用済み
pt_br: Aplicado
zh_hans: 已应用

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
pt_br: Aplicar
zh_hans: 应用

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 使用可能
pt_br: Disponível
zh_hans: 可用

source: B
de: U
ja: 下
zh_hans: 下

source: Based on the current Instagram Reels and Stories safe-zone guidance. Keep key text, logos and CTAs away from the top 14%, bottom 35% and outer 6% on each side.
de: Basierend auf der aktuellen Safe-Zone-Empfehlung für Instagram Reels und Stories. Halte wichtige Texte, Logos und CTAs von den oberen 14%, unteren 35% und den äußeren 6% jeder Seite fern.
es: Basado en la guía actual de zona segura para Reels y Stories de Instagram. Mantén textos clave, logotipos y CTAs lejos del 14% superior, 35% inferior y 6% exterior de cada lado.
fr: Basé sur les consignes actuelles de zone sûre pour les Reels et Stories Instagram. Gardez les textes clés, logos et CTA à l'écart des 14% supérieurs, des 35% inférieurs et des 6% extérieurs de chaque côté.
ja: Instagram Reels と Stories の現在のセーフゾーンガイドに基づいています。重要なテキスト、ロゴ、CTA は上部 14%、下部 35%、左右外側 6% から離して配置してください。
pt_br: Baseado na orientação atual de área segura para Reels e Stories do Instagram. Mantenha textos importantes, logos e CTAs longe dos 14% superiores, 35% inferiores e 6% externos de cada lado.
zh_hans: 基于当前 Instagram Reels 和 Stories 的安全区指引。请将关键文字、标志和 CTA 远离顶部 14%、底部 35% 以及两侧外缘各 6% 的区域。

source: Bottom
de: Unten
es: Inferior
fr: Bas
ja: 下
pt_br: Inferior
zh_hans: 底部

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
pt_br: Brilho
zh_hans: 亮度

source: C
de: M
ja: 中
zh_hans: 中

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
pt_br: Centro
zh_hans: 中间

source: Choose a clip to begin a new editing session.
de: Wähle einen Clip, um eine neue Bearbeitungssitzung zu starten.
es: Elige un clip para iniciar una nueva sesión de edición.
fr: Choisissez un clip pour commencer une nouvelle session de montage.
ja: 新しい編集セッションを始めるにはクリップを選択してください。
pt_br: Escolha um clipe para iniciar uma nova sessão de edição.
zh_hans: 选择一个片段以开始新的编辑会话。

source: Choose a preset. Original also supports drag and pinch. Double tap or use reset to go back to full.
de: Wähle ein Preset. Original unterstützt auch Ziehen und Zoomen. Tippe doppelt oder nutze Zurücksetzen, um zum vollständigen Bild zurückzukehren.
es: Elige un preset. Original también admite arrastrar y pellizcar. Toca dos veces o usa restablecer para volver al encuadre completo.
fr: Choisissez un preset. Original prend aussi en charge le glisser-déposer et le pincement. Touchez deux fois ou utilisez réinitialiser pour revenir au cadrage complet.
ja: プリセットを選択してください。オリジナルではドラッグとピンチにも対応しています。全体表示に戻るにはダブルタップするか、リセットを使ってください。
pt_br: Escolha um preset. Original também permite arrastar e pinçar. Toque duas vezes ou use redefinir para voltar ao enquadramento completo.
zh_hans: 选择一个预设。原始模式也支持拖动和捏合。双击或使用重置可返回完整画面。

source: Choose the output quality for the rendered file.
de: Wähle die Ausgabequalität für die gerenderte Datei.
es: Elige la calidad de salida del archivo renderizado.
fr: Choisissez la qualité de sortie du fichier rendu.
ja: レンダリングされたファイルの出力品質を選択してください。
pt_br: Escolha a qualidade de saída do arquivo renderizado.
zh_hans: 请选择渲染文件的输出画质。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

# common.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
pt_br: Aplicar
zh_hans: 应用

# common.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 使用可能
pt_br: Disponível
zh_hans: 可用

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar
zh_hans: 复制

# common.edit-segment
source: Edit Segment
de: Segment bearbeiten
es: Editar segmento
fr: Modifier le segment
ja: セグメントを編集
pt_br: Editar segmento
zh_hans: 编辑片段

# common.edited
source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
ja: 編集済み
pt_br: Editado
zh_hans: 已编辑

# common.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出し
pt_br: Exportar
zh_hans: 导出

# common.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック済み
pt_br: Bloqueado
zh_hans: 已锁定

# common.not-selected
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
pt_br: Não selecionado
zh_hans: 未选择

# common.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
pt_br: Pronto
zh_hans: 就绪

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
zh_hans: 重置

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

# common.revert
source: Revert
de: Rückgängig machen
es: Revertir
fr: Rétablir
ja: 元に戻す
pt_br: Reverter
zh_hans: 还原

# common.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
pt_br: Selecionado
zh_hans: 已选择

# common.try-again
source: Try Again
de: Noch einmal versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
pt_br: Tentar de novo
zh_hans: 再试一次

# common.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
pt_br: Indisponível
zh_hans: 不可用

# common.unknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
pt_br: desconhecido
zh_hans: 未知

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
pt_br: Contraste
zh_hans: 对比度

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar
zh_hans: 复制

source: Create a transcript
de: Ein Transkript erstellen
es: Crear una transcripción
fr: Créer une transcription
ja: 文字起こしを作成
pt_br: Criar uma transcrição
zh_hans: 创建转写

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义

source: Custom crop
de: Benutzerdefinierter Zuschnitt
es: Recorte personalizado
fr: Recadrage personnalisé
ja: カスタムクロップ
pt_br: Corte personalizado
zh_hans: 自定义裁剪

source: Cut
de: Schnitt
es: Corte
fr: Coupe
ja: カット
pt_br: Corte
zh_hans: 剪切

source: Double-tap to export the video.
de: Doppeltippen, um das Video zu exportieren.
es: Toca dos veces para exportar el video.
fr: Touchez deux fois pour exporter la vidéo.
ja: ダブルタップしてビデオを書き出します。
pt_br: Toque duas vezes para exportar o vídeo.
zh_hans: 双击以导出视频。

source: Double-tap to learn how to unlock this export quality.
de: Doppeltippen, um zu erfahren, wie du diese Exportqualität freischalten kannst.
es: Toca dos veces para saber cómo desbloquear esta calidad de exportación.
fr: Touchez deux fois pour découvrir comment débloquer cette qualité d'exportation.
ja: ダブルタップして、この書き出し品質のロック解除方法を確認します。
pt_br: Toque duas vezes para saber como desbloquear esta qualidade de exportação.
zh_hans: 双击以了解如何解锁此导出画质。

source: Double-tap to learn how to unlock this tool.
de: Doppeltippen, um zu erfahren, wie du dieses Werkzeug freischalten kannst.
es: Toca dos veces para saber cómo desbloquear esta herramienta.
fr: Touchez deux fois pour découvrir comment débloquer cet outil.
ja: ダブルタップして、このツールのロック解除方法を確認します。
pt_br: Toque duas vezes para saber como desbloquear esta ferramenta.
zh_hans: 双击以了解如何解锁此工具。

source: Double-tap to open this editing tool.
de: Doppeltippen, um dieses Bearbeitungswerkzeug zu öffnen.
es: Toca dos veces para abrir esta herramienta de edición.
fr: Touchez deux fois pour ouvrir cet outil de montage.
ja: ダブルタップして、この編集ツールを開きます。
pt_br: Toque duas vezes para abrir esta ferramenta de edição.
zh_hans: 双击以打开此编辑工具。

source: Double-tap to select this export quality.
de: Doppeltippen, um diese Exportqualität auszuwählen.
es: Toca dos veces para seleccionar esta calidad de exportación.
fr: Touchez deux fois pour sélectionner cette qualité d'exportation.
ja: ダブルタップして、この書き出し品質を選択します。
pt_br: Toque duas vezes para selecionar esta qualidade de exportação.
zh_hans: 双击以选择此导出画质。

source: Edit Segment
de: Segment bearbeiten
es: Editar segmento
fr: Modifier le segment
ja: セグメントを編集
pt_br: Editar segmento
zh_hans: 编辑片段

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
ja: 編集済み
pt_br: Editado
zh_hans: 已编辑

# editor.accessibility.trim-end
source: Trim end
de: Ende zuschneiden
es: Recortar final
fr: Définir la fin
ja: トリム終了位置
pt_br: Aparar fim
zh_hans: 修剪结束

# editor.accessibility.trim-start
source: Trim start
de: Anfang zuschneiden
es: Recortar inicio
fr: Définir le début
ja: トリム開始位置
pt_br: Aparar início
zh_hans: 修剪开始

# editor.adjusts.brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
pt_br: Brilho
zh_hans: 亮度

# editor.adjusts.contrast
source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
pt_br: Contraste
zh_hans: 对比度

# editor.adjusts.saturation
source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
pt_br: Saturação
zh_hans: 饱和度

# editor.audio.track
source: Track
de: Spur
es: Pista
fr: Piste
ja: トラック
pt_br: Faixa
zh_hans: 轨道

# editor.audio.track.recorded
source: Recorded
de: Aufgenommen
es: Grabado
fr: Enregistré
ja: 録音
pt_br: Gravado
zh_hans: 录制

# editor.canvas.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义

# editor.canvas.facebook-post
source: Facebook Post
de: Facebook-Beitrag
es: Publicación de Facebook
fr: Publication Facebook
ja: Facebook投稿
pt_br: Post do Facebook
zh_hans: Facebook 帖子

# editor.canvas.free
source: Free
de: Frei
es: Libre
fr: Libre
ja: フリー
pt_br: Livre
zh_hans: 自由

# editor.crop.helper
source: Choose a preset. Original also supports drag and pinch. Double tap or use reset to go back to full.
de: Wähle ein Preset. Original unterstützt auch Ziehen und Zoomen. Tippe doppelt oder nutze Zurücksetzen, um zum vollständigen Bild zurückzukehren.
es: Elige un preset. Original también admite arrastrar y pellizcar. Toca dos veces o usa restablecer para volver al encuadre completo.
fr: Choisissez un preset. Original prend aussi en charge le glisser-déposer et le pincement. Touchez deux fois ou utilisez réinitialiser pour revenir au cadrage complet.
ja: プリセットを選択してください。オリジナルではドラッグとピンチにも対応しています。全体表示に戻るにはダブルタップするか、リセットを使ってください。
pt_br: Escolha um preset. Original também permite arrastar e pinçar. Toque duas vezes ou use redefinir para voltar ao enquadramento completo.
zh_hans: 选择一个预设。原始模式也支持拖动和捏合。双击或使用重置可返回完整画面。

# editor.crop.landscape.subtitle
source: Landscape players and embeds
de: Für Landscape-Player und Einbettungen
es: Reproductores e integraciones en horizontal
fr: Lecteurs et intégrations en paysage
ja: 横長プレーヤーや埋め込み向け
pt_br: Players e incorporações em paisagem
zh_hans: 适用于横向播放器和嵌入

# editor.crop.landscape.title
source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
ja: 横長
pt_br: Paisagem
zh_hans: 横向

# editor.crop.original.dimension
source: Source
de: Quelle
es: Origen
ja: ソース
pt_br: Fonte
zh_hans: 源

# editor.crop.original.subtitle
source: Keeps the imported framing
de: Behält den importierten Bildausschnitt bei
es: Mantiene el encuadre importado
fr: Conserve le cadrage importé
ja: 読み込んだ構図を維持
pt_br: Mantém o enquadramento importado
zh_hans: 保持导入时的构图

# editor.crop.portrait.subtitle
source: Portrait feed posts
de: Feed-Beiträge im Hochformat
es: Publicaciones de feed en vertical
fr: Publications de fil en portrait
ja: 縦長フィード投稿向け
pt_br: Posts de feed em retrato
zh_hans: 适用于竖版动态帖子

# editor.crop.portrait.title
source: Portrait
de: Hochformat
es: Vertical
ja: 縦長
pt_br: Retrato
zh_hans: 竖向

# editor.crop.square.subtitle
source: Square posts and covers
de: Quadratische Beiträge und Cover
es: Publicaciones cuadradas y portadas
fr: Publications carrées et couvertures
ja: 正方形の投稿やカバー向け
pt_br: Posts quadrados e capas
zh_hans: 方形帖子和封面

# editor.crop.square.title
source: Square
de: Quadrat
es: Cuadrado
fr: Carré
ja: スクエア
pt_br: Quadrado
zh_hans: 方形

# editor.error.extraction.audio-track-not-found
source: The selected video does not contain an extractable audio track.
de: Das ausgewählte Video enthält keine extrahierbare Audiospur.
es: El video seleccionado no contiene una pista de audio extraíble.
fr: La vidéo sélectionnée ne contient pas de piste audio extractible.
ja: 選択したビデオには抽出可能な音声トラックが含まれていません。
pt_br: O vídeo selecionado não contém uma faixa de áudio extraível.
zh_hans: 所选视频不包含可提取的音频轨道。

# editor.error.extraction.invalid-source
source: The transcription source must be a local video file.
de: Die Transkriptionsquelle muss eine lokale Videodatei sein.
es: La fuente de transcripción debe ser un archivo de video local.
fr: La source de transcription doit être un fichier vidéo local.
ja: 文字起こし元はローカルのビデオファイルである必要があります。
pt_br: A fonte da transcrição deve ser um arquivo de vídeo local.
zh_hans: 转写源必须是本地视频文件。

# editor.error.extraction.unable-to-create-session
source: Unable to create an audio extraction export session.
de: Es konnte keine Export-Session für die Audioextraktion erstellt werden.
es: No se pudo crear una sesión de exportación para extraer el audio.
fr: Impossible de créer une session d'export d'extraction audio.
ja: 音声抽出用の書き出しセッションを作成できませんでした。
pt_br: Não foi possível criar uma sessão de exportação para extrair o áudio.
zh_hans: 无法创建音频提取导出会话。

# editor.error.whisper.empty-response
source: The transcription service returned an empty response body.
de: Der Transkriptionsdienst hat einen leeren Antworttext zurückgegeben.
es: El servicio de transcripción devolvió un cuerpo de respuesta vacío.
fr: Le service de transcription a renvoyé un corps de réponse vide.
ja: 文字起こしサービスから空のレスポンス本文が返されました。
pt_br: O serviço de transcrição retornou um corpo de resposta vazio.
zh_hans: 转写服务返回了空的响应内容。

# editor.error.whisper.http-prefix
source: The transcription service returned HTTP
de: Der Transkriptionsdienst hat HTTP zurückgegeben
es: El servicio de transcripción devolvió HTTP
fr: Le service de transcription a renvoyé HTTP
ja: 文字起こしサービスから HTTP が返されました
pt_br: O serviço de transcrição retornou HTTP
zh_hans: 转写服务返回了 HTTP

# editor.error.whisper.invalid-audio-url
source: The audio file URL must reference a local file.
de: Die URL der Audiodatei muss auf eine lokale Datei verweisen.
es: La URL del archivo de audio debe apuntar a un archivo local.
fr: L'URL du fichier audio doit référencer un fichier local.
ja: 音声ファイルの URL はローカルファイルを参照している必要があります。
pt_br: A URL do arquivo de áudio deve apontar para um arquivo local.
zh_hans: 音频文件 URL 必须指向本地文件。

# editor.error.whisper.invalid-response
source: The transcription service returned an invalid response.
de: Der Transkriptionsdienst hat eine ungültige Antwort zurückgegeben.
es: El servicio de transcripción devolvió una respuesta no válida.
fr: Le service de transcription a renvoyé une réponse invalide.
ja: 文字起こしサービスから無効なレスポンスが返されました。
pt_br: O serviço de transcrição retornou uma resposta inválida.
zh_hans: 转写服务返回了无效响应。

# editor.export.alert.title
source: Unable to export video
de: Video konnte nicht exportiert werden
es: No se pudo exportar el video
fr: Impossible d'exporter la vidéo
ja: ビデオを書き出せませんでした
pt_br: Não foi possível exportar o vídeo
zh_hans: 无法导出视频

# editor.export.button.exporting-prefix
source: Exporting
de: Exportiere
es: Exportando
fr: Exportation
ja: 書き出し中
pt_br: Exportando
zh_hans: 正在导出

# editor.export.button.hint.in-progress
source: Export in progress.
de: Export läuft.
es: Exportación en curso.
fr: Exportation en cours.
ja: 書き出し中です。
pt_br: Exportação em andamento.
zh_hans: 正在导出。

# editor.export.button.hint.ready
source: Double-tap to export the video.
de: Doppeltippen, um das Video zu exportieren.
es: Toca dos veces para exportar el video.
fr: Touchez deux fois pour exporter la vidéo.
ja: ダブルタップしてビデオを書き出します。
pt_br: Toque duas vezes para exportar o vídeo.
zh_hans: 双击以导出视频。

# editor.export.error.cancelled
source: The export was cancelled before the final video was generated.
de: Der Export wurde abgebrochen, bevor das finale Video erzeugt wurde.
es: La exportación se canceló antes de que se generara el video final.
fr: L'exportation a été annulée avant la génération de la vidéo finale.
ja: 最終的なビデオが生成される前に書き出しがキャンセルされました。
pt_br: A exportação foi cancelada antes que o vídeo final fosse gerado.
zh_hans: 在生成最终视频之前，导出已被取消。

# editor.export.error.cannot-create-session
source: The export session could not be created for this video.
de: Für dieses Video konnte keine Export-Session erstellt werden.
es: No se pudo crear la sesión de exportación para este video.
fr: La session d'exportation n'a pas pu être créée pour cette vidéo.
ja: このビデオの書き出しセッションを作成できませんでした。
pt_br: Não foi possível criar a sessão de exportação para este vídeo.
zh_hans: 无法为此视频创建导出会话。

# editor.export.error.failed
source: The video could not be exported. Please try again.
de: Das Video konnte nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el video. Inténtalo de nuevo.
fr: La vidéo n'a pas pu être exportée. Veuillez réessayer.
ja: ビデオを書き出せませんでした。もう一度お試しください。
pt_br: O vídeo não pôde ser exportado. Tente novamente.
zh_hans: 无法导出视频。请再试一次。

# editor.export.error.fallback
source: The video could not be exported right now. Please try again.
de: Das Video kann im Moment nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el video en este momento. Inténtalo de nuevo.
fr: La vidéo ne peut pas être exportée pour le moment. Veuillez réessayer.
ja: 現在ビデオを書き出せません。もう一度お試しください。
pt_br: Não foi possível exportar o vídeo agora. Tente novamente.
zh_hans: 当前无法导出视频。请再试一次。

# editor.export.error.unexpected
source: An unexpected error happened while preparing the export.
de: Beim Vorbereiten des Exports ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado al preparar la exportación.
fr: Une erreur inattendue s'est produite lors de la préparation de l'exportation.
ja: 書き出しの準備中に予期しないエラーが発生しました。
pt_br: Ocorreu um erro inesperado ao preparar a exportação.
zh_hans: 准备导出时发生了意外错误。

# editor.export.percent-complete
source: percent complete
de: % abgeschlossen
es: % completado
fr: % terminé
ja: ％完了
pt_br: % concluído
zh_hans: % 已完成

# editor.export.quality.hint.premium
source: Double-tap to learn how to unlock this export quality.
de: Doppeltippen, um zu erfahren, wie du diese Exportqualität freischalten kannst.
es: Toca dos veces para saber cómo desbloquear esta calidad de exportación.
fr: Touchez deux fois pour découvrir comment débloquer cette qualité d'exportation.
ja: ダブルタップして、この書き出し品質のロック解除方法を確認します。
pt_br: Toque duas vezes para saber como desbloquear esta qualidade de exportação.
zh_hans: 双击以了解如何解锁此导出画质。

# editor.export.quality.hint.select
source: Double-tap to select this export quality.
de: Doppeltippen, um diese Exportqualität auszuwählen.
es: Toca dos veces para seleccionar esta calidad de exportación.
fr: Touchez deux fois pour sélectionner cette qualité d'exportation.
ja: ダブルタップして、この書き出し品質を選択します。
pt_br: Toque duas vezes para selecionar esta qualidade de exportação.
zh_hans: 双击以选择此导出画质。

# editor.export.quality.message
source: Choose the output quality for the rendered file.
de: Wähle die Ausgabequalität für die gerenderte Datei.
es: Elige la calidad de salida del archivo renderizado.
fr: Choisissez la qualité de sortie du fichier rendu.
ja: レンダリングされたファイルの出力品質を選択してください。
pt_br: Escolha a qualidade de saída do arquivo renderizado.
zh_hans: 请选择渲染文件的输出画质。

# editor.export.title
source: Export Video
de: Video exportieren
es: Exportar video
fr: Exporter la vidéo
ja: ビデオを書き出し
pt_br: Exportar vídeo
zh_hans: 导出视频

# editor.platform.instagram
source: Instagram Reels & Stories
de: Instagram Reels und Stories
es: Instagram Reels y Stories
fr: Instagram Reels et Stories
ja: Instagram Reels と Stories
pt_br: Instagram Reels e Stories
zh_hans: Instagram Reels 和 Stories

# editor.platform.instagram.explanation
source: Based on the current Instagram Reels and Stories safe-zone guidance. Keep key text, logos and CTAs away from the top 14%, bottom 35% and outer 6% on each side.
de: Basierend auf der aktuellen Safe-Zone-Empfehlung für Instagram Reels und Stories. Halte wichtige Texte, Logos und CTAs von den oberen 14%, unteren 35% und den äußeren 6% jeder Seite fern.
es: Basado en la guía actual de zona segura para Reels y Stories de Instagram. Mantén textos clave, logotipos y CTAs lejos del 14% superior, 35% inferior y 6% exterior de cada lado.
fr: Basé sur les consignes actuelles de zone sûre pour les Reels et Stories Instagram. Gardez les textes clés, logos et CTA à l'écart des 14% supérieurs, des 35% inférieurs et des 6% extérieurs de chaque côté.
ja: Instagram Reels と Stories の現在のセーフゾーンガイドに基づいています。重要なテキスト、ロゴ、CTA は上部 14%、下部 35%、左右外側 6% から離して配置してください。
pt_br: Baseado na orientação atual de área segura para Reels e Stories do Instagram. Mantenha textos importantes, logos e CTAs longe dos 14% superiores, 35% inferiores e 6% externos de cada lado.
zh_hans: 基于当前 Instagram Reels 和 Stories 的安全区指引。请将关键文字、标志和 CTA 远离顶部 14%、底部 35% 以及两侧外缘各 6% 的区域。

# editor.platform.tiktok.explanation
source: Keeps important content inside TikTok's clearer viewing area, away from top chrome, right-side actions and lower captions.
de: Hält wichtige Inhalte innerhalb des klareren Sichtbereichs von TikTok und fern von oberer UI, rechten Aktionen und unteren Untertiteln.
es: Mantiene el contenido importante dentro del área de visualización más limpia de TikTok, lejos de la barra superior, las acciones laterales derechas y los subtítulos inferiores.
fr: Garde le contenu important dans la zone de visualisation la plus claire de TikTok, à l'écart de l'interface supérieure, des actions à droite et des sous-titres inférieurs.
ja: 重要なコンテンツを、TikTok の上部 UI、右側のアクション、下部のキャプションから離れた、見やすい表示エリア内に保ちます。
pt_br: Mantém o conteúdo importante dentro da área mais limpa de visualização do TikTok, longe dos elementos superiores, das ações na lateral direita e das legendas inferiores.
zh_hans: 将重要内容保持在 TikTok 更清晰的观看区域内，避开顶部界面、右侧操作区和底部字幕区域。
